/**/
"Cancel" = "Avbryt";
/**/
"Delete" = "Slett";
/**/
"Open" = "Åpne";
/**/
"Edit" = "Rediger";
/**/
"Yes" = "Ja";

/*Geometry Edit Action Name*/
"Apply Geometry" = "Bruk geometri";
/*Geometry Edit Action Name*/
"Clear Geometry" = "Fjern geometri";
/*Geometry Edit Action Name*/
"Delete Vertex" = "Slett knekkpunkt";
/*Geometry Edit Action Name*/
"Insert Part" = "Sett inn del";
/*Geometry Edit Action Name*/
"Insert Vertex" = "Sett inn knekkpunkt";
/*Geometry Edit Action Name*/
"Move Vertex" = "Flytt knekkpunkt";
/*Geometry Edit Action Name*/
"Remove Part" = "Fjern del";

/*Collecting attachments*/
"Add" = "Legg til";
/*Collecting attachments*/
"Take Photo or Video" = "Ta foto eller video";
/*Collecting attachments*/
"Choose From Library" = "Velg fra bibliotek";
/*Collecting attachments*/
"Photo" = "Foto";
/*Collecting attachments*/
"Video" = "Video";
/*Collecting attachments*/
"Save To Photo Library" = "Lagre i fotobibliotek";
/*Collecting attachments*/
"Download" = "Last ned";

/*Date attribute*/
"Today" = "I dag";

/**/
"Attachments" = "Vedlegg";
"Attributes" = "Attributter";

/**/
"Open in Safari" = "Åpne i Safari";

/* Please enter a numeric value between 0 and 5.*/
"Enter a number between %i and %i." = "Oppgi et tall mellom %i og %i.";

/* Please enter a numeric value between 0.5 and 5.0.*/
"Enter a number between %f and %f." = "Oppgi et tall mellom %f og %f.";

/* string length error, when user enters too many characters in string attribute editor:
  Too many characters.  Current: 512.  Allowed: 256 */
"Too many characters (%@)" = "For mange tegn (%@)";

/* When a number is entered outside the range */
"Number is outside the acceptable range." = "Tallet er utenfor akseptabelt verdiområde.";

/* BLOB, RASTER, etc */
"Field type not supported" = "Felttypen støttes ikke";

/**/
"%d of %d" = "%d av %d";

/**/
"Changing Feature Type" = "Endrer geoobjekttype";
"You are changing the feature type, which may potentially overwrite some field values. Are you sure you want to do this?" =  "Du endrer geoobjekttypen. Det kan muligens overskrive enkelte feltverdier. Er du sikker på at du vil gjøre dette?";

/**/
"Data for pie chart is invalid" = "Ugyldige data for sektordiagram";
"No data to create a pie chart" = "Ingen data å opprette et sektordiagram fra";

/**/
"Created by %@ seconds ago" = "Opprettet av %@ for sekunder siden";

/**/
"Created by %@ a minute ago" = "Opprettet av %@ for et minutt siden";

/**/
"Edited by %@ seconds ago" = "Redigert av %@ for sekunder siden";

/**/
"Edited by %@ a minute ago" = "Redigert av %@ for et minutt siden";

/**/
"Created seconds ago" = "Opprettet for sekunder siden";

/**/
"Created a minute ago" = "Opprettet for et minutt siden";

/**/
"Edited seconds ago" = "Redigert for sekunder siden";

/**/
"Edited a minute ago" = "Redigert for et minutt siden";

/**/
"Created by %@ %d minutes ago" = "Opprettet av %@ for %d minutter siden";

/**/
"Created by %@ an hour ago" = "Opprettet av %@ for en time siden";

/**/
"Created by %@ %d hours ago" = "Opprettet av %@ for %d timer siden";

/*"Created by %@ on ${weekDay} at ${formattedTime}"*/
"Created by %@ on %@ at %@ - day" = "Opprettet av %@ %@ %@";

/*"Created by %@ on ${formattedDate} at ${formattedTime}"*/
"Created by %@ on %@ at %@ - full" = "Opprettet av %@ %@ %@";

/**/
"Edited by %@ %d minutes ago" = "Redigert av %@ for %d minutter siden";

/**/
"Edited by %@ an hour ago" = "Redigert av %@ for en time siden";

/**/
"Edited by %@ %d hours ago" = "Redigert av %@ for %d timer siden";

/**/
"Edited by %@ on %@ at %@ - day" = "Redigert av %@ %@ %@";

/**/
"Edited by %@ on %@ at %@ - full" = "Redigert av %@ %@ %@";

/**/
"Created by %@" = "Opprettet av %@";

/**/
"Edited by %@" = "Redigert av %@";

/**/
"Created %d minutes ago" = "Opprettet for %d minutter siden";

/**/
"Created an hour ago" = "Opprettet for en time siden";

/**/
"Created %d hours ago" = "Opprettet for %d timer siden";

/*"Created on ${weekDay} at ${formattedTime}"*/
"Created on %@ at %@ - day" = "Opprettet %@ %@";

/*"Created on ${formattedDate} at ${formattedTime}"*/
"Created on %@ at %@ - full" = "Opprettet %@ %@";

/**/
"Edited %d minutes ago" = "Redigert for %d minutter siden";

/**/
"Edited an hour ago" = "Redigert for en time siden";

/**/
"Edited %d hours ago" = "Redigert for %d timer siden";

/*"Edited on ${weekDay} at ${formattedTime}"*/
"Edited on %@ at %@ - day" = "Redigert %@ %@";

/*"Edited on ${formattedDate} at ${formattedTime}"*/
"Edited on %@ at %@ - full" = "Redigert %@ %@";

/* Used to denote a required field */
"Required" = "Obligatorisk";

/* Used for naming layers with no names */
"Layer %d" = "Kartlag %d";